Repository: EvilSick/sample-blog-project
Catalog: comment/local/*/LC_MESSAGES/django.po
Languages: fa

source: comment
fa: ارسال

source: Spam | Exists only to promote a service
fa: هرزنامه | فقط برای تبلیغ یک سرویس وجود دارد.

source: Abusive | Intended at promoting hatred
fa: توهین آمیز | با هدف ترویج فحاشی

source: Something else
fa: موارد دیگر

source: Comment App: LOGIN_URL is not in the settings
fa: Comment App: LOGIN_URL در تنظیمات نیست

source: Comment App: You must be logged in to perform this action.
fa: Comment App: برای انجام این عمل باید وارد سیستم شوید.

source: You do not have permission to perform this action.
fa: شما اجازه انجام این عمل را ندارید.

source: Your {class_name} class has not defined a {method_name} method, which is required.
fa: کلاس {class_name} شما یک روش {method_name} را تعریف نکرده است، که لازم است.

source: Only AJAX request are allowed
fa: فقط درخواست AJAX مجاز است

source: Comment App: settings var COMMENT_WRAP_CONTENT_WORDS must be an integer
fa: Comment App: تنظیمات COMMENT_WRAP_CONTENT_WORDS باید یک عدد صحیح باشد

source: error
fa: خطا

source: Bad Request
fa: درخواست نامعتبر

source: {var_name} id must be an integer, {id} is NOT
fa: شناسه {var_name} باید یک عدد صحیح باشد، {id} نیست

source: app name must be provided
fa: نام برنامه باید ارائه شود

source: {app_name} is NOT a valid app name
fa: {app_name} نام برنامه معتبر نیست

source: model name must be provided
fa: نام مدل باید ارائه شود

source: model id must be provided
fa: {model_name} نام مدل معتبر نیست

source: {model_id} is NOT a valid model id for the model {model_name}
fa: {model_id} یک شناسه مدل معتبر برای مدل {model_name} نیست

source: {parent_id} is NOT a valid id for a parent comment or the parent comment does NOT belong to the provided model object
fa: {parent_id} یک شناسه معتبر برای نظر والد نیست یا نظر والد به شی مدل ارائه شده تعلق ندارد

source: Flagging system must be enabled
fa: سیستم گزارش دهی باید فعال باشد

source: Object must be flagged!
fa: شی باید گزارش شود!

source: {state} is an invalid state
fa: {state} یک حالت نامعتبر است

source: {reason} is an invalid reason
fa: {reason} دلیلی نامعتبر است

source: Please supply some information as the reason for flagging
fa: لطفاً برخی از اطلاعات را به عنوان دلیل گزارش ارائه کنید

source: This comment is already flagged by this user ({user})
fa: این نظر قبلاً توسط این کاربر ({user}) گزارش شده است

source: This comment was not flagged by this user ({user})
fa: این نظر توسط این کاربر ({user}) گزارش نشده است

source: This action cannot be applied on unflagged comments
fa: این عمل را نمی توان روی نظرات بدون گزارش اعمال کرد

source: The comment must be edited before resolving the flag
fa: نظر باید قبل از رفع گزارش ویرایش شود

source: Unable to change flag state at the moment!
fa: در حال حاضر امکان تغییر وضعیت گزارش وجود ندارد!

source: Reaction must be an valid ReactionManager.RelationType. {reaction_type} is not
fa: Reaction باید ReactionManager.RelationType معتبر باشد. {reaction_type} نیست

source: Enter a valid email address.
fa: یک آدرس ایمیل معتبر وارد کنید.

source: Email is required for posting anonymous comments.
fa: برای ارسال نظرات ناشناس ایمیل لازم است.

source: The link seems to be broken.
fa: لینک به نظر خراب است.

source: The comment has already been verified.
fa: نظر قبلاً تأیید شده است.

source: Comment flagged
fa: نظر گزارش شد

source: Comment flag removed
fa: گزارش نظر حذف شد

source: Your reaction has been updated successfully
fa: واکنش شما با موفقیت به روز شد

source: Comment Confirmation Request
fa: درخواست تایید نظر

source: We have sent a verification link to your email.The comment will be displayed after it is verified.
fa: ما یک لینک تایید به ایمیل شما ارسال کرده ایم. پس از تایید آن نظر نمایش داده خواهد شد.

source: email address, this will be used for verification.
fa: آدرس ایمیل، این برای تأیید استفاده خواهد شد.

source: email address, it will be used for verification.
fa: آدرس ایمیل، از آن برای تأیید استفاده خواهد شد.

source: {username} added comment to "{thread_name}"
fa: {username} نظری را به "{thread_name}" اضافه کرد

source: email
fa: ایمیل

source: Unflagged
fa: لغو گزارش

source: Flagged
fa: گزارش شد

source: Flag rejected by the moderator
fa: گزارش توسط مدیر رد شد

source: Comment modified by the author
fa: نظر توسط نویسنده اصلاح شد

source: Email is required to subscribe {model_object}
fa: برای اشتراک در {model_object} ایمیل لازم است

source: Subscribe system must be enabled
fa: سیستم اشتراک باید فعال باشد

source: Unblocked
fa: رفع مسدودی

source: Blocked
fa: مسدود

source: Invalid input data
fa: داده های ورودی نامعتبر است

source: Hey there,
fa: سلام،

source: You or someone on your behalf have requested to post a comment into this page:
fa: شما یا شخصی از طرف شما درخواست کرده اید که نظری در این مورد ارسال کنید صفحه:

source: at %(posted_time)s.
fa: در %(posted_time)s.

source: The comment:
fa: نظر:

source: If you do not wish to post the comment, please ignore this message or report an incident to
fa: اگر مایل به ارسال نظر نیستید، لطفاً این پیام را نادیده بگیرید یا یک حادثه را به آن گزارش دهید

source: Otherwise click on the button below to confirm the comment.
fa: در غیر این صورت برای تایید نظر روی دکمه زیر کلیک کنید.

source: Confirm your comment
fa: نظر خود را تایید کنید

source: If clicking does not work, you can also copy the below link and paste the address into your browser's address window
fa: اگر کلیک کردن کار نکرد، می توانید لینک زیر را نیز کپی کرده و آدرس را در پنجره آدرس مرورگر خود جایگذاری کنید

source: Thanks for your comment!
fa: بابت نظراتتون ممنونم!

source: Kind regards,
fa: با احترام،

source: You or someone on behalf of you have requested to post a comment at
fa: شما یا شخصی از طرف شما درخواست کرده اید که نظر خود را در این آدرس ارسال کنید

source: to the following URL
fa: به آدرس زیر

source: Comment
fa: ارسال

source: Otherwise click on the link below to confirm the comment
fa: در غیر این صورت برای تایید نظر روی لینک زیر کلیک کنید

source: If clicking does not work, you can also copy and paste the address into your browser's address window
fa: اگر کلیک کردن کار نکرد، می توانید آدرس را نیز در پنجره آدرس مرورگر خود کپی کرده و جایگذاری کنید

source: Comment discarded
fa: نظر کنار گذاشته شد

source: Comment can't be verified.
fa: نظر را نمی توان تأیید کرد.

source: Sorry, your comment has been automatically discarded.
fa: با عرض پوزش، نظر شما به طور خودکار حذف شده است.

source: Please enter your email to post a comment
fa: لطفا ایمیل خود را برای ارسال نظر وارد کنید

source: Close
fa: بستن

source: Unblock user
fa: رفع مسدودی کاربر

source: Block this user
fa: این کاربر را مسدود کنید

source: Are you sure you want to block this user?
fa: مطمئنی که میخواهی دسترسی این کاربر را مسدود کنی؟

source: Reason
fa: دلیل

source: Block
fa: مسدود

source: Comments
fa: نظرات

source: comment on this post...
fa: نظر در مورد این پست...

source: reply to this comment...
fa: پاسخ به این نظر...

source: view %(username)s profile
fa: پروفایل %(username)s را مشاهده کنید

source: comment by anonymous user
fa: نظر توسط کاربر ناشناس

source: Edited
fa: ویرایش شده

source: Edited: %(edited_time)s ago
fa: ویرایش شده: %(edited_time)s قبل

source: %(posted_time)s ago
fa: %(posted_time)s قبل

source: Reply
fa: پاسخ

source: Confirm comment deletion
fa: تایید حذف نظر

source: Are you sure you want to delete this comment
fa: آیا مطمئن هستید که می خواهید این نظر را حذف کنید؟

source: Delete
fa: حذف

source: read more
fa: ادامه

source: Reply
fa: پاسخ

source: Comment Anonymously or
fa: نظر ناشناس یا

source: Login
fa: ورود

source: to keep your conversations intact
fa: تا مکالمات خود را دست نخورده نگه دارید

source: to join the discussion
fa: برای پیوستن به نظرات

source: Delete comment
fa: حذف نظر

source: Edit comment
fa: ویرایش نظر

source: Page navigation
fa: پیمایش صفحه

source: first
fa: اولین

source: last
fa: آخرین

source: Next
fa: بعدی

source: Previous
fa: قبلی

source: Flag rejected
fa: گزارش رد شد

source: Reject the flag
fa: گزارش را رد کنید

source: Flag resolved
fa: گزارش بسته شد

source: Resolve the flag
fa: گزارش را ببندید

source: Permalink to this comment
fa: پیوند دائمی به این نظر

source: Remove flag
fa: حذف گزارش

source: Report comment
fa: گزارش نظر

source: Please select a reason for flagging
fa: لطفاً دلیلی برای گزارش دهی انتخاب کنید

source: Flag
fa: گزارش

source: flag
fa: گزارش

source: follow
fa: دنبال کردن

source: Unfollow this thread
fa: این نظر را لغو فالو کنید

source: Follow this thread
fa: این نظر رو دنبال کنید

source: Please insert your email to follow this thread
fa: لطفا ایمیل خود را برای دنبال کردن این نظر وارد کنید

source: Follow
fa: دنبال کردن

source: Hey
fa: سلام

source: has added a comment at
fa: نظری در اضافه کرده است

source: to
fa: به

source: Go to site
fa: به سایت بروید

source: like
fa: پسندیدن

source: dislike
fa: نپسندیدن

source: Messages
fa: پیام ها

source: That page number is not an integer
fa: این شماره صفحه یک عدد صحیح نیست

source: That page number is less than 1
fa: این شماره صفحه کمتر از 1 است

source: That page contains no results
fa: این صفحه هیچ نتیجه ای ندارد

source: Enter a valid value.
fa: یک مقدار معتبر وارد کنید.

source: Enter a valid URL.
fa: یک URL معتبر وارد کنید.

source: Enter a valid integer.
fa: یک عدد صحیح معتبر وارد کنید.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
fa: یک ”Slug“ معتبر متشکل از حروف، اعداد، زیرخط یا خط تیره وارد کنید.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
fa: یک ”Slug“ معتبر متشکل از حروف یونیکد، اعداد، زیرخط، یا

source: p.m.
fa: ب.ظ

source: a.m.
fa: ق.ظ

source: PM
fa: بعد از ظهر

source: AM
fa: قبل از ظهر

source: midnight
fa: شب

source: noon
fa: ظهر

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنجشنبه

source: Friday
fa: جمعه

source: Saturday
fa: شنبه

source: Sunday
fa: یکشنبه

source: Mon
fa: دوشنبه

source: Tue
fa: سه شنبه

source: Wed
fa: چهارشنبه

source: Thu
fa: پنجشنبه

source: Fri
fa: جمعه

source: Sat
fa: شنبه

source: Sun
fa: یکشنبه

source: %(num)d year
fa: %(num)d سال

source: %(num)d month
fa: %(num)d ماه

source: %(num)d week
fa: %(num)d هفته

source: %(num)d day
fa: %(num)d روز

source: %(num)d hour
fa: %(num)d ساعت

source: %(num)d minute
fa: %(num)d دقیقه
