Repository: EvilSick/sample-blog-project
Catalog: comment/local/*/LC_MESSAGES/djangojs.po
Languages: fa

source: Replies
fa: پاسخ

source: Reply
fa: پاسخ

source: Unable to post your comment!, please try again
fa: نمی توان نظر خود را ارسال کرد! لطفا دوباره امتحان کنید

source: You can't edit this comment
fa: شما نمی توانید این نظر را ویرایش کنید

source: Modification didn't take effect!, please try again
fa: اصلاح نشد!، لطفاً دوباره امتحان کنید

source: Deletion cannot be performed!, please try again
fa: حذف انجام نمی شود! لطفا دوباره امتحان کنید

source: Unable to delete your comment!, please try again
fa: نمی توان نظر شما را حذف کرد، لطفا دوباره امتحان کنید

source: Reaction couldn't be processed!, please try again
fa: واکنش پردازش نشد!، لطفاً دوباره امتحان کنید

source: Subscription couldn't be processed!, please try again
fa: اشتراک قابل پردازش نیست! لطفاً دوباره امتحان کنید

source: Blocking this user couldn't be processed!, please try again
fa: مسدود کردن این کاربر قابل پردازش نیست!، لطفاً دوباره امتحان کنید

source: Flagging couldn't be processed!, please try again
fa: گزارش پردازش نشد!، لطفاً دوباره امتحان کنید

source: read more ...
fa: ادامه...

source: read less
fa: بستن

source: Flag rejected
fa: گزارش رد شد

source: Reject the flag
fa: گزارش را رد کنید

source: Resolve the flag
fa: گزارش را ببندید

source: Flag resolved
fa: گزارش بسته شد
